<?php

return [
    'occupation' => ['販売' => '販売', '飲食店' => '飲食店', 'サービス業' => 'サービス業', '軽作業' => '軽作業', '事務' => '事務', 'モニター' => 'モニター', '在宅ワーク' => '在宅ワーク'],

    'prefecture' => ['北海道' => '北海道', '青森県' => '青森県', '岩手県' => '岩手県', '宮城県' => '宮城県', '秋田県' => '秋田県','山形県' => '山形県', '福島県' => '福島県', '茨城県' => '茨城県', '栃木県' => '栃木県', 
        '群馬県' => '群馬県', '埼玉県' => '埼玉県', '千葉県' => '千葉県', '東京都' => '東京都', '神奈川県' => '神奈川県', '新潟県' => '新潟県','富山県' => '富山県', '石川県' => '石川県', '福井県' => '福井県', '山梨県' => '山梨県', 
        '長野県' => '長野県', '岐阜県' => '岐阜県', '静岡県' => '静岡県', '愛知県' => '愛知県', '三重県' => '三重県', '滋賀県' => '滋賀県','京都府' => '京都府', '大阪府' => '大阪府', '兵庫県' => '兵庫県', '奈良県' => '奈良県', 
        '和歌山県' => '和歌山県', '鳥取県' => '鳥取県', '島根県' => '島根県', '岡山県' => '岡山県', '広島県' => '広島県', '山口県' => '山口県','徳島県' => '徳島県', '香川県' => '香川県', '愛媛県' => '愛媛県', '高知県' => '高知県', 
        '福岡県' => '福岡県', '佐賀県' => '佐賀県', '長崎県' => '長崎県', '熊本県' => '熊本県', '大分県' => '大分県', '宮崎県' => '宮崎県', '鹿児島県' => '鹿児島県', '沖縄県' => '沖縄県'],
            
    'work_period' => ['短期(一ヶ月未満)' => '短期(一ヶ月未満)', '短期(三ヶ月程度)' => '短期(三ヶ月程度)', '短期(六ヶ月未満)' => '短期(六ヶ月未満)', '長期(六ヶ月以上)' => '長期(六ヶ月以上)', '長期(一年以上)' => '長期(一年以上)'],

    'work_time' => ['全時間帯勤務可能なお仕事' => '全時間帯勤務可能なお仕事', '深夜以外の全時間帯勤務可能なお仕事' => '深夜以外の全時間帯勤務可能なお仕事', '早朝勤務のお仕事' => '早朝勤務のお仕事', '午前勤務のお仕事' => '午前勤務のお仕事', '午後勤務のお仕事' => '午後勤務のお仕事', '深夜勤務のお仕事' => '深夜勤務のお仕事'],

    'holidays' => ['シフト制のため休日不定期' => 'シフト制のため休日不定期', '土日祝完全休み' => '土日祝完全休み', '定休日は休み' => '定休日は休み'],

    'shift_work' => ['週一未満' => '週一未満', '週一' => '週一', '週二' => '週二', '週三' => '週三', '週四' => '週四', '週五' => '週五', '週五以上' => '週五以上'],

    'hourly_wage' => ['時給1500円以上' => '時給1500円以上', '時給1300円以上' => '時給1300円以上', '時給1200円以上' => '時給1200円以上', '時給1100円以上' => '時給1100円以上', '時給1000円以上' => '時給1000円以上', '時給900円以上' => '時給900円以上', '時給790円以上' => '時給790円以上'],

    'welfare' => ['交通費支給' => '交通費支給', '場合により交通費支給' => '場合により交通費支給', '皆勤手当、交通費支給' => '皆勤手当、交通費支給', 'その他' => 'その他'],
];

?>